export const navLinks = [
  { label: 'Партнеры', path: 'partners' },
  { label: 'Схема работы', path: 'workflow' },
  { label: 'Отзывы', path: 'reviews' },
  { label: 'Вопросы - ответы', path: 'faq' },
  { label: 'Условия кредитования ', path: 'conditions' },
];

export const partners = [
  require('../assets/images/partners/alfa.png'),
  require('../assets/images/partners/tas.png'),
  require('../assets/images/partners/otp.png'),
  require('../assets/images/partners/idea.png'),
  require('../assets/images/partners/mono.png'),
  require('../assets/images/partners/kredit.png'),
  require('../assets/images/partners/abank.png'),
  require('../assets/images/partners/biznes-pozika.png'),
  require('../assets/images/partners/credit-kassa.png'),
  require('../assets/images/partners/finx.png'),
  require('../assets/images/partners/forward.png'),
  require('../assets/images/partners/gotivochka.png'),
  require('../assets/images/partners/kredit-market.png'),
  require('../assets/images/partners/miloan.png'),
  require('../assets/images/partners/oksi.png'),
  require('../assets/images/partners/pozika.png'),
  require('../assets/images/partners/privat.png'),
  require('../assets/images/partners/pumb.png'),
  require('../assets/images/partners/raiffeisen.png'),
  require('../assets/images/partners/slon.png'),
  require('../assets/images/partners/unex.png'),
  require('../assets/images/partners/gotivochkav2.png'),
];

export const workflow = [
  'Заполните онлайн-заявку на нашем сайте',
  'Отвечаете на звонок в течение 10 минут',
  'Получаете кредит или кредитную карту',
];

export const whyItems = [
  { icon: '💵', label: 'Более 1 млн. оформленных кредитов' },
  { icon: '⭐️', label: 'Более 15 лет на рынке' },
  { icon: '🔒', label: 'Безопасная сделка' },
  { icon: '🏦', label: 'Ведущие банки и МФО Украины' },
];

export const reviewCards = [
  {
    image: require('../assets/images/review1.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Менеджер',
    text: 'Взял кредит, хотя без доверия к банку. И очень удивлен, процентные ставки поразили. Если придется еще взять, конечно сюда обращусь. Очень выгодно!',
  },
  {
    image: require('../assets/images/review2.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Программист',
    text: 'Таким образом сложившаяся структура организации играет важную роль в формировании существенных финансовых и административных условий.',
  },
  {
    image: require('../assets/images/review3.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Менеджер',
    text: 'Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития.',
  },
  {
    image: require('../assets/images/review1.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Менеджер',
    text: 'Взял кредит, хотя без доверия к банку. И очень удивлен, процентные ставки поразили. Если придется еще взять, конечно сюда обращусь. Очень выгодно!',
  },
  {
    image: require('../assets/images/review2.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Программист',
    text: 'Таким образом сложившаяся структура организации играет важную роль в формировании существенных финансовых и административных условий.',
  },
  {
    image: require('../assets/images/review3.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Менеджер',
    text: 'Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития.',
  },
  {
    image: require('../assets/images/review1.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Менеджер',
    text: 'Взял кредит, хотя без доверия к банку. И очень удивлен, процентные ставки поразили. Если придется еще взять, конечно сюда обращусь. Очень выгодно!',
  },
  {
    image: require('../assets/images/review2.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Программист',
    text: 'Таким образом сложившаяся структура организации играет важную роль в формировании существенных финансовых и административных условий.',
  },
  {
    image: require('../assets/images/review3.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Менеджер',
    text: 'Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития.',
  },
  {
    image: require('../assets/images/review1.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Менеджер',
    text: 'Взял кредит, хотя без доверия к банку. И очень удивлен, процентные ставки поразили. Если придется еще взять, конечно сюда обращусь. Очень выгодно!',
  },
  {
    image: require('../assets/images/review2.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Программист',
    text: 'Таким образом сложившаяся структура организации играет важную роль в формировании существенных финансовых и административных условий.',
  },
  {
    image: require('../assets/images/review3.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Менеджер',
    text: 'Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития.',
  },
  {
    image: require('../assets/images/review1.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Менеджер',
    text: 'Взял кредит, хотя без доверия к банку. И очень удивлен, процентные ставки поразили. Если придется еще взять, конечно сюда обращусь. Очень выгодно!',
  },
  {
    image: require('../assets/images/review2.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Программист',
    text: 'Таким образом сложившаяся структура организации играет важную роль в формировании существенных финансовых и административных условий.',
  },
  {
    image: require('../assets/images/review3.png'),
    name: 'Михаил Новиков',
    city: 'г.Харьков',
    position: 'Менеджер',
    text: 'Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития.',
  },
];

export const clients = [
  require('../assets/images/client1.png'),
  require('../assets/images/client2.png'),
  require('../assets/images/client3.png'),
  require('../assets/images/client4.png'),
  require('../assets/images/client5.png'),
  require('../assets/images/client6.png'),
];

export const conditionsItems = [
  'Сумма кредита или кредитного лимита от 500 до 500 000 грн.',
  'Все регионы Украины кроме АРК',
  'Срок от 61 дня до 5 лет',
  'Ставка от 0,01%',
  'Возраст от 18 до 79 лет',
  'Кредит на любые цели',
  'Без залога и поручителей',
  'Максимальная годовая процентная ставка, включающая ссудный процент, а также все остальные комиссии и расходы за год - не более 29,99%',
];
