export const navLinks = [
  { label: 'Партнеры', path: 'partners' },
  { label: 'Схема работы', path: 'workflow' },
  { label: 'Отзывы', path: 'reviews' },
  { label: 'Вопросы - ответы', path: 'faq' },
  { label: 'Условия кредитования ', path: 'conditions' },
];

export const workflow = [
  'Заполните онлайн-заявку на нашем сайте',
  'Отвечаете на звонок в течение 10 минут',
  'Получаете кредит или кредитную карту',
];

export const whyItems = [
  { icon: '💵', label: 'Более 1 млн. оформленных кредитов' },
  { icon: '⭐️', label: 'Более 15 лет на рынке' },
  { icon: '🔒', label: 'Безопасная сделка' },
  { icon: '🏦', label: 'Ведущие банки и МФО Украины' },
];
