export const navLinks = [
  { label: 'Партнеры', path: 'partners' },
  { label: 'Схема работы', path: 'workflow' },
  { label: 'Отзывы', path: 'reviews' },
  { label: 'Вопросы - ответы', path: 'faq' },
  { label: 'Условия кредитования ', path: 'conditions' },
];

export const workflow = [
  'Заполните онлайн-заявку на нашем сайте',
  'Отвечаете на звонок в течение 10 минут',
  'Получаете кредит или кредитную карту',
];

export const whyItems = [
  { icon: '💵', label: 'Более 1 млн. оформленных кредитов' },
  { icon: '⭐️', label: 'Более 15 лет на рынке' },
  { icon: '🔒', label: 'Безопасная сделка' },
  { icon: '🏦', label: 'Ведущие банки и МФО Украины' },
];

export const clients = [
  require('../assets/images/client1.png'),
  require('../assets/images/client2.png'),
  require('../assets/images/client3.png'),
  require('../assets/images/client4.png'),
  require('../assets/images/client5.png'),
  require('../assets/images/client6.png'),
];

export const conditionsItems = [
  'Сумма кредита или кредитного лимита от 500 до 500 000 грн.',
  'Все регионы Украины кроме АРК',
  'Срок от 61 дня до 5 лет',
  'Ставка от 0,01%',
  'Возраст от 18 до 79 лет',
  'Кредит на любые цели',
  'Без залога и поручителей',
  'Максимальная годовая процентная ставка, включающая ссудный процент, а также все остальные комиссии и расходы за год - не более 29,99%',
];
